Repository: Aegister/AegisterVPNiOS
Catalog: AegisterVPN/Localizable.xcstrings
Source language: en
Languages: it

source: Activate
it: Attivare

source: Activate Your VPN
it: Attivare la VPN

source: Are you sure you want to delete the VPN configuration? This action cannot be undone.
it: Siete sicuri di voler eliminare la configurazione VPN? Questa azione non può essere annullata.

source: Connect
it: Connetti

source: Connecting...
it: Collegamento…

source: Delete
it: Eliminazione

source: Delete current VPN Configuration
it: Eliminare la configurazione VPN corrente

source: Delete VPN Configuration
it: Eliminazione della configurazione VPN

source: Disconnect
it: Disconnessione

source: Disconnected
it: Disconnesso

source: Disconnecting...
it: Disconnettere…

source: Enter Activation Key
it: Inserire la chiave di attivazione

source: Get Your Activation Key
it: Ottenere la chiave di attivazione

source: Next
it: Avanti

source: Settings
it: Impostazioni

source: Visit our platform app.aegister.com to obtain your activation key.
it: Visitate la nostra piattaforma app.aegister.com per ottenere la chiave di attivazione.

source: VPN is Activated
it: Il VPN è attivato

source: VPN is not Activated
it: Il VPN non è attivato

source: Welcome to Aegister VPN
it: Benvenuti in Aegister VPN

source: Your secure connection to the internet.
it: La vostra connessione sicura a Internet.
